"%@ (optional)" = "%@ (opcional)";

"(not accepted)" = "(rejeitado)";

"Account number" = "Número de conta";

"Address" = "Endereço";

"Address line 1" = "Linha de endereço 1";

"Address line 2" = "Linha de endereço 2";

"Area" = "Área";

"BLIK code" = "Código BLIK";

"BSB number" = "Número de BSB";

"Bank account •••• %@" = "Conta bancária •••• %@";

"Billing address is same as shipping" = "O endereço de faturação é igual ao endereço de envio";

"Cancel" = "Cancelar";

"Card brand" = "Marca do cartão";

"City" = "Cidade";

"Code field" = "Campo do código";

"Company" = "Empresa";

"Continue" = "Continuar";

"Country" = "País";

"Country or region" = "País ou região";

"County" = "Concelho";

"Date is empty." = "A data está vazia.";

"Department" = "Departamento";

"District" = "Distrito";

"Do Si" = "Do Si";

"Do you want to close this form?" = "Pretende fechar este formulário?";

"Done" = "Concluído";

"Double tap to edit" = "Toque duas vezes para editar";

"Edit" = "Editar";

"Eircode" = "Eircode";

"Email" = "E-mail";

"Emirate" = "Emirado";

"Error" = "Erro";

"First" = "Nome próprio";

"Full name" = "Nome completo";

"Incomplete phone number" = "Número de telefone incompleto";

"Invalid UPI ID" = "ID UPI inválida";

"Island" = "Ilha";

"Last" = "Apelido";

"Name" = "Nome";

"Name on account" = "Nome na conta";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Outro";

"Parish" = "Paróquia";

"Phone number" = "Número de telefone";

"Postal code" = "Código postal";

"Prefecture" = "Câmara municipal";

"Province" = "Província";

"Remove" = "Remover";

"Remove bank account?" = "Remover conta bancária?";

"Remove card" = "Eliminar cartão";

"Search" = "Pesquisar";

"Select card brand (optional)" = "Selecione a marca do cartão (opcional)";

"Sort code" = "Código da agência bancária";

"State" = "Estado";

"Suburb" = "Subúrbio";

"Suburb or city" = "Subúrbio ou cidade";

"The BSB you entered is incomplete." = "O BSB que introduziu está incompleto.";

"The ID number you entered is incomplete." = "O número de identificação que introduziu está incompleto.";

"The account number you entered is incomplete." = "O número da conta que introduziu está incompleto.";

"The sort code you entered is invalid." = "O código da agência bancária que introduziu é inválido.";

"Town or city" = "Localidade ou cidade";

"UPI ID" = "ID UPI";

"Unable to parse phone number" = "Impossível analisar número de telefone";

"Use rotor to access links" = "Utilizar o rotor para aceder a ligações";

"Your BLIK code is incomplete." = "O seu código BLIK está incompleto.";

"Your BLIK code is invalid." = "O seu código BLIK é inválido.";

"Your ZIP is incomplete." = "O seu código ZIP está incompleto.";

"Your email is invalid." = "O seu email é inválido.";

"Your payment information will not be saved." = "As suas informações de pagamento não serão guardadas.";

"Your postal code is incomplete." = "O seu código postal está incompleto.";

"ZIP" = "C.P.";
